Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/1_6_Strings.xcstrings
Source language: en
Languages: es

# DesertFestival_Leah_marriage
source: I wanted to go swimming; but apparently the water's full of scorpion carp!$h
es: Quería ir a nadar; ¡pero aparentemente el agua está llena de carpa escorpión!$h

# DesertFestival_Leo
source: I like this place. The weather reminds me of home.
es: Me gusta este lugar. El clima me recuerda a casa.

# DesertFestival_Lewis
source: After a long; dark winter; this festival is a good way to revive everyone.
es: Después de un largo; oscuro invierno; este festival es una buena manera de revivir a todo el mundo.

# DesertFestival_Lewis2
source: All of this is possible because you fixed the bus; @! I can't thank you enough.
es: ¡Todo esto es posible debido a que arreglaste el bus; @! No puedo agradecértelo lo suficiente.

# DesertFestival_Lewis3
source: Remember; today is the last day of the festival. We'll be back next year; though.
es: Recuerda; hoy es el último día del festival. Aunque volveremos el año que viene.

# DesertFestival_Linus
source: I hitched a ride underneath the bus.#$e#You can't find this Calico Desert flavor anywhere else. Heheh...$h
es: Me colé de polizón bajo el bus.#$e#No puedes encontrar este sabor a Desierto Calico en otro sitio. Jejeje...$h

# DesertFestival_Marnie
source: Hey; @. I was just thinking about milk.#$e#Would you ever try camel's milk? I've heard it's salty.
es: Hey; @. Estaba pensando en leche.#$e#¿Probarías alguna vez la leche de camello? He oído que está salada.

# DesertFestival_Maru
source: I'm impressed with how well-trained these little racers are!$h
es: ¡Estoy impresionada con lo bien entrenados que están estos corredores!$h

# DesertFestival_Maru_marriage
source: How's the Calico Egg collection coming along? There's so many cool prizes!$h#$e#I know you'll do great.
es: ¿Cómo va la colección de Huevos Calico? ¡Hay tantos premios guays!$h#$e#Sé que lo harás genial.

# DesertFestival_NowOpen
source: The Desert Festival is now open!
es: ¡El Festival del Desierto ya está abierto!

# DesertFestival_Pam
source: Hey; kid... You takin' the day off? It's nice to kick back every once in a while; isn't it?#$e#Yep... Even ol' Pam needs some sunlight on her skin now and then! Just wake me up before I turn into leather... Heheh.
es: Hey; jóven... ¿Tomándote el día libre? Est;a bien relajarse de vez en cuando; ¿no es así?#$e#Sí... ¡Incluso la abuelita Pam necesita la luz del sol en su piel alguna vez! Solo despiértame antes de que me convierta en cuero... jejeje

# DesertFestival_Penny
source: Thousands of years ago; this place was the homeland of an ancient civilization. I wonder what they were like?
es: Hace miles de años; este lugar era el hogar de una antigua civilización. Me pregunto cómo eran.

# DesertFestival_Penny_marriage
source: Hi; honey. I'm just browsing to see if there's anything nice for the house.$h
es: Hola; cariño. Solo estoy mirando si hay algo bonito para la casa.$h

# DesertFestival_Pierre
source: As a shopkeeper; I find it interesting to see how other people run their shops.#$e#*whisper* Don't tell Sandy; but my grocery selection blows hers out of the water!
es: Como tendero; veo interesante como otra gente lleva sus tiendas.#$e#*susurrando* No se lo digas a Sandy; ¡pero mi selección de comestibles es mucho mejor que la suya!

# DesertFestival_Robin
source: Hey @. We're just chewing the fat over here. I don't see these guys very often; even though we're neighbors!
es: Hey @. Solo estamos chismorreando por aquí. No suelo verles muy a menudo; ¡aunque somos vecinos!

# DesertFestival_Sam
source: Hey; @. Check out my cactus. I'm trying to think of a name for him.#$e#Hmm... maybe '%name'?
es: Hey; @. Mira mi cactus. Estoy intentando pensar un nombre para él.#$e#Hmm... ¿puede que «%name»?

# DesertFestival_Sam_marriage
source: Hey; don't forget to pick up our free cactus before the festival ends.#$b#Whatever it looks like; it's gonna be perfect in our house!$h
es: Hey; no olvides recoger nuestro cactus gratis antes de que acabe el festival.#$b#Tenga el aspecto que tenga; ¡seguro que queda bien en nuestra casa!$h

# DesertFestival_Sandy
source: This is probably the busiest time of the year for me! It's nice to be able to see everyone.
es: ¡Esta es probablemente la época del año en que estoy más ocupada! Es genial poder ver a todo el mundo.

# DesertFestival_Sebastian
source: Hey. I'm just hanging out with this bird. She seems to like me.
es: Hey. Solo estoy pasando el rato con este pájaro. Parece que le caigo bien.

# DesertFestival_Sebastian_marriage
source: Hey; I'll just stay here and relax in the shade.#$e#You know how I am... I've always been more of a cave dweller.$h
es: Hey; me quedaré aquí y me relajaré a la sombra.#$e#Ya sabes cómo soy... Siempre he sido más un habitante de cueva.$h

# DesertFestival_Shane
source: I came here once when I was a kid... The only thing I remember is getting sick on the bus ride.
es: Vine aquí una vez cuando era niño... Solo me acuerdo de haberme mareado en el bus.

# DesertFestival_Shane_marriage
source: Remind me to brush my teeth tonight... there's twelve unique soda flavors; and I'm on track to try them all.#$e#Mmm... cave carrot soda... *slurp*
es: Recuérdame lavarme los dientes esta noche... hay doce sabores únicos de refresco; y estoy en proceso de probarlos todos.#$e#Mmm... refresco de zanahoria de cueva... *slurp*

# DesertFestival_Vincent
source: Mom; I'm bored!
es: Mamá; ¡me aburro!

# DesertFestival_Willy
source: Ah; nothing like the smell o' grilled shrimp on a warm day.
es: Ah; nada como el olor a gamba a la parrilla en un día caluroso.

# DF_Mine_CalicoStatue
source: Calico Statue
es: Estatua Calico

# DF_Mine_CalicoStatue_Description_0
source: More Ghosts
es: Más fantasmas.

# DF_Mine_CalicoStatue_Description_1
source: More Serpents
es: Más serpientes.

# DF_Mine_CalicoStatue_Description_2
source: Skeletons are after you...
es: Los esqueletos te están buscando...

# DF_Mine_CalicoStatue_Description_3
source: More Bats
es: Más murciélagos.

# DF_Mine_CalicoStatue_Description_4
source: Bugs become Assassin Bugs
es: Los bichos se vuelven bichos asesinos.

# DF_Mine_CalicoStatue_Description_5
source: Lose more eggs when you're knocked out
es: Pierde más huevos cuando te noqueen.

# DF_Mine_CalicoStatue_Description_6
source: Food is half as effective
es: La comida es la mitad de efectiva.

# DF_Mine_CalicoStatue_Description_7
source: More monsters
es: Más monstruos.

# DF_Mine_CalicoStatue_Description_8
source: Monsters do more damage
es: Los monstruos hacen más daño.

# DF_Mine_CalicoStatue_Description_9
source: Mummies have become angry
es: Las momias se han enojado.

# DF_Mine_CalicoStatue_Description_10
source: Speed Boost
es: Incremento de velocidad.

# DF_Mine_CalicoStatue_Description_11
source: Full refresh!
es: ¡Recarga completa!

# DF_Mine_CalicoStatue_Description_12
source: 50 Calico Eggs
es: 50 Huevos Calicó.

# DF_Mine_CalicoStatue_Description_13
source: No effect
es: Sin efecto.

# DF_Mine_CalicoStatue_Description_14
source: Monsters do less damage
es: Los monstruos hacen menos daño.

# DF_Mine_CalicoStatue_Description_15
source: 25 Calico Eggs
es: 25 Huevos Calicó.

# DF_Mine_CalicoStatue_Description_16
source: 10 Calico Eggs
es: 10 Huevos Calicó.

# DF_Mine_CalicoStatue_Description_17
source: 100 Calico Eggs!
es: ¡100 Huevos Calicó!

# DF_Mine_CalicoStatue_MP_Message
source: Calico Statue= "{0}" has been activated.
es: Estatua Calico= «{0}» ha sido activada.

# DF_Mine_CalicoStatue_Name_0
source: Ghost Invasion
es: Invasión Fantasma

# DF_Mine_CalicoStatue_Name_1
source: Serpent Invasion
es: Invasión de Serpientes

# DF_Mine_CalicoStatue_Name_2
source: Skeleton Invasion
es: Invasión de Esqueletos

# DF_Mine_CalicoStatue_Name_3
source: Bat Invasion
es: Invasión de Murciélagos

# DF_Mine_CalicoStatue_Name_4
source: Assassin Bugs
es: Bichos Asesinos

# DF_Mine_CalicoStatue_Name_5
source: Thin Shells
es: Caparazones Finos

# DF_Mine_CalicoStatue_Name_6
source: Meager Meals
es: Comidas Mediocres

# DF_Mine_CalicoStatue_Name_7
source: More Monsters
es: Más Monstruos

# DF_Mine_CalicoStatue_Name_8
source: Sharp Teeth
es: Dientes Afilados

# DF_Mine_CalicoStatue_Name_9
source: Curse Of The Tomb
es: Maldición de la Tumba

# DF_Mine_CalicoStatue_Name_10
source: Magical Shoes
es: Zapatos Mágicos

# DF_Mine_CalicoStatue_Name_11
source: Full Refresh
es: Reinicio Completo

# DF_Mine_CalicoStatue_Name_12
source: 50 Egg Treasure
es: Tesoro de 50 Huevos

# DF_Mine_CalicoStatue_Name_13
source: No Effect
es: Sin Efecto

# DF_Mine_CalicoStatue_Name_14
source: Tooth File
es: Lima de Dientes

# DF_Mine_CalicoStatue_Name_15
source: 25 Egg Treasure
es: Tesoro de 25 Huevos

# DF_Mine_CalicoStatue_Name_16
source: 10 Egg Treasure
es: Tesoro de 10 Huevos

# DF_Mine_CalicoStatue_Name_17
source: 100 Egg Treasure
es: Tesoro de 100 Huevos

# DF_Mine_Explanation
source: ---Welcome to the Skull Cavern Challenge!---^^Calico Eggs and mysterious Calico Statues have appeared throughout the caverns.^
es: ---¡Te doy la bienvenida al Reto de la Caverna Calavera!---^^Huevos Calico y misteriosas Estatuas Calico han aparecido por toda la Caverna.^

# DF_Mine_Explanation_2
source: Your "Egg Rating" determines the likelihood of finding Calico Eggs.^^"Egg Rating" increases every 5 levels down; as well as whenever you activate a Calico Statue.^
es: Tu «Contribución de Huevos» determina la probabilidad de encontrar Huevos Calico.^^La «Contribución de Huevos» aumenta cada 5 niveles de profundidad; así como cuando activas una Estatua Calico.^

# DF_Mine_Explanation_3
source: ...But be careful! The Calico Statues will also invoke various strange and dangerous effects!^^Visit Gil to receive prizes for achieving a high "Egg Rating".^
es: ...¡Pero ten cuidado! Las Estatuas Calico invocarán varios efectos extraños y peligrosos!^^Visita a Gil para recibir premios por tener un alto «Índice de Huevo».^

# DriedFlowers_description
source: A bag of beautiful dried flowers.
es: Una bolsa de hermosas flores secas.

# DriedFlowers_name
source: Dried {0}
es: {0} Secas

# DriedFruit_DisplayName
source: Dried {0}
es: {0} se han desecado

# DwarfStatue_0
source: +1 ore from ore nodes.
es: +1 mineral de nodos de mineral.

# DwarfStatue_1
source: Greater chance to find ladders and shafts.
es: Mayor probabilidad de encontrar escaleras y pozos.

# DwarfStatue_2
source: Greater chance to find coal.
es: Mayor probabilidad de encontrar carbón.

# DwarfStatue_3
source: Bombs cannot damage you.
es: Las bombas no te pueden dañar.

# DwarfStatue_4
source: Greater chance to find geodes.
es: Mayor probabilidad de encontrar geodas.

# DwarfStatue_source
source: Statue Of The Dwarf King
es: Estatua del Rey Enano

# EggShop_Closed
source: The shop isn't open. Come back later.
es: La tienda no está abierta. Vuelve más tarde.

source: Explanation
es: Explicación

# FairyBox_Description
source: Summons a fairy companion that heals you in combat situations.
es: Invoca a un hada que te cura en situaciones de combate.

# FairyBox_Description2
source: Summons a level {0} fairy companion that heals you in combat situations.
es: Invoca a un hada de nivel {0} que te acompañará y curará en situaciones de combate.

# FairyBox_Name
source: Fairy Box
es: Caja de hadas

# Farm_Perfection_Description
source: Waterfall Farm_Grandpa left you a magic lamp that grants a powerful bonus. However; you've also inherited his 1;000;000g debt to JojaBank; and must pay it off in seasonal installments...
es: Waterfall Farm_El Abuelo te dejó una lámpara mágica que concede un poderoso bonus. Aunque; también has heredado su deuda de 1;000;000g a JojaBanca; y debes pagarla en cuotas estacionales...

# Farm_Ranching_Description
source: Meadowlands Farm_It's not the best for growing crops; but there's a chewy blue grass that animals love. You start with two chickens.
es: Granja de la Pradera_No es la mejor para cultivar; pero hay una hierba correosa que los animales adoran. Empiezas con dos pollos.

# Farming_Mastery
source: You can now find Golden Animal Crackers; which permanently doubles a farm animal's produce. Doesn't work on pigs.
es: Ahora puedes encontrar Galletas de Animal Doradas; que permanentemente doblan el producto de los animales de granja. No funciona en cerdos.

# FestivalTentWarning
source: Tomorrow is a festival.
es: Mañana hay festival.

# FinalPath
source: The final path=
es: El sendero final=

source: First Catch!
es: ¡Primera captura!

# FishFrenzy_beach
source: A {0} frenzy has begun at the beach.
es: Una locura por {0} ha comenzado en la playa.

# FishFrenzy_forest
source: A {0} frenzy has begun in Cindersap Forest.
es: Una locura por {0} ha comenzado en el Bosque Tizón.

# FishFrenzy_mountain
source: A {0} frenzy has begun in the mountains.
es: Una locura por {0} ha comenzado en las montañas.

# FishFrenzy_town
source: A {0} frenzy has begun in town.
es: Una locura por {0} ha comenzado en el Pueblo.

# Fishing_Mastery
source: You can now encounter Golden Fishing Chests.
es: Ahora puedes encontrar Cofres de Pez Dorados.

# FishingDerby_Exclamation0
source: Got one!
es: ¡Tengo uno!

# FishingDerby_Exclamation1
source: A bite!
es: ¡Han picado!

# FishingDerby_Exclamation2
source: It got away...
es: Se ha escapado...

# FishingDerby_Exclamation3
source: Felt a nibble!
es: ¡He notado un mordisquito!

# FishingDerby_Exclamation4
source: C'mon now...
es: Venga ya...

# FishingDerby_Exclamation5
source: Got a bite!
es: ¡He notado un mordisco!

# FishingDerby_Exclamation6
source: Gotcha!
es: ¡Te tengo!

# FishingDerbyBooth_BagFull
source: Looks like your bag's full. Better make some room first.
es: Paece que tu inventario está lleno. Mejor hacer algo de espacio primero.

# FishingDerbyBooth_Explanation
source: During this event; Rainbow Trout have a chance of carrying a 'Golden Tag'. If you find one; turn it in here for a prize!
es: Durante este evento; Las Truchas Arcoiris tienen una probabilidad de portar una «Marca Dorada». ¡Si encuentras una; entrégala aquí por un premio!

# FishingDerbyBooth_Intro
source: Welcome to the Trout Derby! What can I do for you?
es: ¡Sean bienvenidos al Derby de la Trucha! ¿Qué puedo hacer por ti?

# FishingDerbyBooth_NoTags
source: Seems like you don't have any Golden Tags... better get fishing!
es: Parece que no tienes Marcas Doradas... ¡Hay que ponerse a pescar!

# FishingDerbySign
source: [textcolor black][letterbg LooseSprites\\troutDerbyLetterBG 0] -----Trout Derby-----^^This weekend; Summer 20th through 21st=^^Come prove your freshwater skills and win prizes!^^(Note= Any personal items found near this sign will be sent to the lost and found)
es: [textcolor black][letterbg LooseSprites\\troutDerbyLetterBG 0] -----Derby de Truchas-----^^Esta semana; Los días 20 y 21 de verano=^^¡Ven a demostrar tus habilidades de agua fresca y gana premios!^^(Nota= Cualquier objeto personal encontrado cerca de este cartel será enviado a objetos perdidos)

# FishingQuestTitle
source: Fishing= {0}
es: Pesca= {0}

# FishSmoker_Description
source: Place fish inside with a piece of coal to create smoked fish; which is worth double. The quality of the fish is preserved.
es: Pon pescado dentro con un trozo de carbón para crear pez ahumado. El pez ahumado vale el doble.

# FishSmoker_Name
source: Fish Smoker
es: Ahumador de Peces

# FixRaccoonStump_Done
source: Maybe someone will decide to move in...
es: Puede que alguien decida mudarse aquí...

# FixRaccoonStump_Hint
source: The old tree is gone... however; With 100 pieces of hardwood; this could be fixed up.
es: El viejo árbol ya no está... Aún así; con 100 unidades de madera dura; esto podría arreglarse.

# FixRaccoonStump_Question
source: Use 100 pieces of hardwood to fix up the stump?
es: ¿Usar 100 unidades de madera dura para arreglar el tocón?

# Fizz_Intro_2
source: So... what do you say? 500;000g for a bonafide 'Perfection Waiver'?
es: Así que... ¿qué me dices? ¿500;000g por una «renuncia a la perfección» de buena fe?

# Fizz_Sweet
source: Hee Hee!
es: ¡Jee jee!

# Fizz_Yes
source: Yes (Costs 500;000g)
es: Sí(Cuesta 500;000g)

# Foraging_Mastery
source: You now find Golden Mystery Boxes; which contain superior items.
es: Ahora puedes encontrar Cajas Misteriosas Doradas; que contienen objetos superiores.

# forester_profession_possible
source: Mushroom logs and boxes have a {0}% chance to produce double.
es: Troncos de setas y maceteros tienen una probabilidad de {0}% de producir doble.

source: Forest Magic
es: Magia del Bosque

# ForestMagic_Description
source: You are one with forest magic...
es: Eres uno con la magia del bosque...

# ForestPylon
source: A receptacle of unknown origins...
es: Un recptáculo de orígen desconocido...

# ForestPylonActivated
source: It's a strange relic from another world.
es: Es una extraña reliquia de otro mundo.

# ForestPylonEvent
source: communityCenter/-2000 -2000/farmer 16 5 0 Wizard -1000 -1000 2/pause 1000/viewport 16 5 true/move farmer -2 0 1/pause 4000/playSound terraria_warp/specificTemporarySprite terraria_warp_begin/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/pause 2000/stopAnimation farmer/faceDirection farmer 1/pause 3600/playSound coin/pause 100/awardFestivalPrize meowmere/pause 1000/specificTemporarySprite terraria_cat_leave/pause 5000/emote farmer 8/pause 500/warp Wizard 4 4/playSound doorClose/pause 400/faceDirection Wizard 1/emote Wizard 12/speak Wizard "Don't touch that!"/faceDirection farmer 3/emote farmer 16 true/end
es: communityCenter/-2000 -2000/farmer 16 5 0 Wizard -1000 -1000 2/pause 1000/viewport 16 5 true/move farmer -2 0 1/pause 4000/playSound terraria_warp/specificTemporarySprite terraria_warp_begin/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/pause 2000/stopAnimation farmer/faceDirection farmer 1/pause 3600/playSound coin/pause 100/awardFestivalPrize meowmere/pause 1000/specificTemporarySprite terraria_cat_leave/pause 5000/emote farmer 8/pause 500/warp Wizard 4 4/playSound doorClose/pause 400/faceDirection Wizard 1/emote Wizard 12/speak Wizard "¡No toques eso!"/faceDirection farmer 3/emote farmer 16 true/end

# FoundABook
source: You found a copy of '{0}'.
es: Has encontrado una copia de «{0}».

# Freezer_description
source: Items placed inside will lose their quality overnight.
es: Los objetos que estén dentro perderán su calidad durante la noche.

# Freezer_name
source: Freezer
es: Congelador

# frog_variant_0
source: Green Frog Egg
es: Huevo de Rana Verde

# frog_variant_1
source: Brown Frog Egg
es: Huevo de Rana Marrón

# frog_variant_2
source: Blue-Green Frog Egg
es: Huevo de Rana Marrón-Verdoso

# frog_variant_3
source: Blue Frog Egg
es: Huevo de Rana Azul

# frog_variant_4
source: Red Frog Egg
es: Huevo de Rana Rojo

# frog_variant_5
source: Yellow Frog Egg
es: Huevo de Rana Amarillo

# frog_variant_6
source: Void Frog Egg
es: Huevo de Rana del Vacío

# frog_variant_7
source: Prismatic Frog Egg
es: Huevo de Rana Prismático

# FrogEgg_Description
source: Summons a hungry frog companion.
es: Invoca a una rana hambrienta para acompañarte.

# FrogEgg_Name
source: Frog Egg
es: Huevo de rana

# GameMenu_Animals
source: Animals
es: Animales

# GameMenu_Powers
source: Special Items & Powers
es: Objeto Especial y Poderes

source: Get Rewards
es: Obtén recompensas

# GiantQiFruitMessage
source: Mr. Qi= Oh; you thought you could obtain my precious fruit whenever you like? Pshh... Only during the challenge; kid.
es: Señor Qi= Oh; ¿pensaste que podrías obtener mi preciada fruta cuando quisieras? Pshh... Solo durante el desafío; joven.

# Gil_ComeBack
source: That's it for today. You can try again tomorrow; if you're up for it... *snore*...
es: Eso es todo por hoy. Puedes probar de nuevo mañana si te has preparado para ello... *ronquido*...

# Gil_NextYear
source: That's it for this year... *snore*...
es: Eso es todo por este año... *ronquido*...

# Gil_NoRating
source: It's a brand new day... come back when you've proven yourself in the caverns.
es: Es un nuevo día... vuelve cuando hayas demostrado tu valía en las cavernas.

# Gil_Rating_1to4
source: ...{0}? Hahahaha.... okay; kiddo. Here's a little prizey for you... now; go along and play with the other kids.
es: ...¿{0}? Jajajaja.... okay; jóven. Aquí tienes un pequeño premio... ahora; vete a jugar con los otros niños.

# Gil_Rating_10to14
source: {0}; huh? Not bad; not bad... of course; when I was your age I was doin' twice that. With a Rusty Sword; and no food!
es: {0}; ¿eh? No está mal; no está mal... por supuesto; cuando tenía tu edad hacía el doble. ¡Con una espada oxidada y sin comida!

# Gil_Rating_15to19
source: {0}... that ain't bad at all. That's the kind of number we're looking for in the Adventurer's Guild. Here's your prize.
es: {0}... eso no está del todo mal. Esos son los números que buscamos en el Gremio de Aventureros. Aquí tienes tu premio.

# Gil_Rating_20to24
source: {0}? Okay; now I'm impressed...#$b#Hey; Marlon! Get a load of this... an Egg Rating of {0} for the day!
es: ¿{0}? Vale; estoy impresionado...#$b#Hey; ¡Marlon! Ven a ver esto... ¡una contribución de {0} huevos para hoy!

# Gil_Rating_25
source: {0}!?!#$b#Well; I'll be... We've got a real Calico Egg hunter here!
es: ¡¿¡{0}!?!#$b#Bueno; estoy... ¡Tenemos a un cazador de Huevos Calico de verdad aquí!

# Gil_Rating_1000
source: You hear a voice in your head= 'It would be dishonorable to submit an egg rating acquired through the use of cheat code software!'
es: Oyes una voz en tu cabeza= «¡sería deshonroso envíar una contribución de huevos adquirida a través del uso de trucos!»

# Gil_SubmitRating
source: Submit today's highest egg rating to Gil?^(Egg Rating {0})
es: ¿Enviar tu mayor contribución de huevos a Gil?^(Contribución de Huevos {0})

# Goby_Description
source: Some types of Gobies can climb up waterfalls.
es: Algunos tipos de palometa pueden escalar cascadas.

# Goby_Name
source: Goby
es: Palometa

# GoldClock_Off
source: Turn the Golden Clock off?
es: ¿Apagar el Reloj Dorado?

# GoldClock_On
source: Turn the Golden Clock back on?
es: ¿Volver a encender el Reloj Dorado?

# GoldenAnimalCracker_Description
source: Give this to a farm animal to permanently double its produce yield. Doesn't work on pigs.
es: Dale esto a un animal de granja para permanentemente doblar su generación de producto. No funciona en cerdos.

# GoldenAnimalCracker_Name
source: Golden Animal Cracker
es: Galletas para Animal Doradas

# GoldenMysteryBox_Name
source: Golden Mystery Box
es: Caja Misteriosa de Oro

# GoldenParrot
source: *Awk*... Money! *Awk*... Find golden walnuts!
es: *Awk*... ¡Dinero! *Awk*... ¡Encuentra nueces doradas!

# GoldenParrot_Sure
source: (Am I sure about this? If the parrots find all the remaining golden walnuts; I won't have the true Ginger Island experience...)
es: (¿Seguro que debo hcer esto? Si los loros encuentran las nueces doradas restantes; no tendré la verdadera experiencia de Isla Jengibre...)

# GoldenParrot_Tonight
source: *Awk*... Sleep! *Awk*... We do it tonight!
es: *Awk*... ¡Dormir! *Awk*... ¡Lo hacemos esta noche!

# GoldenParrot_Yes
source: Yes (Costs {0}g)
es: Sí (Cuesta {0}g)

# GoldPanDescription
source: Use to gather ore from streams. Has bigger and better yields than a steel pan. It also has a small chance to immediately cause another panning spot to appear.
es: Úsalo para recoger minerales de los riachuelos. Da mejores y mayores resultados que una batea de acero. Tiene también una pequeña probabilidad de que aparezca otro sitio de bateo.
